Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_de.tmx
Source language: en
Languages: de

source: Stakeholder Networking in adult education
de: Networking der Stakeholder in der Erwachsenenbildung

source: Tajikistan
de: Tadschikistan

source: Non manual workers in industry and services
de: Nicht-handwerkliche Arbeiter in Industrie und Dienstleistungsbereich

source: Vocational subjects
de: Berufsbezogene Fächer

source: Military and defence
de: Militär und Verteidigung

source: Apprentices
de: Lehrlinge

source: First Job Seekers
de: Berufseinsteiger/innen

source: Young people from 18 to 30 years old
de: Junge Menschen zwischen 18 und 30 Jahren

source: Overall fulfillment of your objectives as set out in the application
de: Allgemeine Erfüllung der Ziele, die Sie in Ihrem Antrag genannt haben

source: Northern Mariana Islands
de: Nördliche Marianen

source: In-service training course (includes those on methodology of language learning)
de: Berufsbegleitende Fortbildung (inklusive solcher zur Methodik des Sprachenerwerbs)

source: The project debates the founding principles of the EU, i.e. principles of liberty, democracy, respect for human rights and fundamental freedoms, and the rule of law
de: Das Projekt erörtert die Gründungsprinzipien der EU, d.h. die Grundsätze der Freiheit, der Demokratie, der Achtung der Menschenrechte und der Grundfreiheiten sowie der Rechtsstaatlichkeit

source: To improve the quality and to increase the volume of partnerships between schools in different Member States, so as to involve at least 3 million pupils in joint educational activities during the period of the programme
de: Verbesserung der Qualität und Erhöhung der Anzahl der Partnerschaften zwischen Schulen in den verschiedenen Mitgliedsstaaten, so dass mindestens 3 Millionen Schüler/innen während der Dauer des Programms an gemeinsamen Bildungsaktivitäten teilnehmen

source: Other type of Not for Profit body
de: Sonstige Art gemeinnütziger Einrichtung

source: ERASMUS Co-operation between HEI and Enterprises
de: ERASMUS Kooperation zwischen Universitäten und Unternehmen

source: Teaching
de: Unterrichten

source: Inter-religious dialogue
de: Interreligiöser Dialog

source: Health (others)
de: Gesundheit (sonstiges)

source: Co-operation between HEI and Enterprises
de: Zusammenarbeit zwischen Hochschulen und Unternehmen

source: Adaptation to specific needs of new beneficiaries
de: Anpassung an besondere Bedürfnisse neuer Empfänger

source: High administrative workload
de: Hoher Verwaltungsaufwand

source: 16-19 years
de: 16 - 19 Jahre

source: Norwegian
de: norwegisch

source: Methods to increase students motivation
de: Methoden zur Erhöhung der Motivation von Lernenden

source: Social partners (trade unions, etc)
de: Sozialpartner (Gewerkschaften, etc)

source: Crop and animal production, hunting and related service activities
de: Ackerbau und Viehzucht, Jagen und damit verbundene Tätigkeiten

source: Other relevant community initiatives taken in the field of lifelong learning
de: Andere wichtige gemeinsame Initiativen im Bereich des lebenslangen Lernens

source: Nursing and midwifery associate professionals
de: Krankenpflege- und Geburtshilfeberufe

source: Electronic engineering
de: Elektrotechnik

source: Hair and beauty services
de: Haarpflege und Kosmetik

source: Attractiveness of vocational education and training (VET)
de: x

source: Integration Activities supporting Special Needs
de: Integrative Aktvitäten, die Menschen mit besonderen Bedürfnissen unterstützen

source: Non profit / Non governmental organisation
de: Gemeinnützige/ nicht staatliche Organisation

source: Project leader
de: Projektleiter

source: To support the achievement of a European Area of Higher Education
de: Unterstützung bei der Entwicklung eines europäischen Hochschulraums

source: Teacher training and education science
de: Lehrerausbildung und Erziehungswissenschaften

source: To improve the quality and to increase the volume of mobility involving pupils and educational staff in different Member States
de: Verbesserung der Qualität und Erhöhung der Anzahl der Mobilitäten von Schüler/innen und Lehrpersonal in den verschiedenen Mitgliedsstaaten

source: Educational assessment, testing and measurement
de: Pädagogische Bewertung, Prüfung und Bemessung

source: Lacking tutorship
de: Fehlende Betreuung

source: 2010/11: Actual
de: 2010/2011: realisiert

source: European Qualification Framework
de: Europäischer Qualifikationsrahmen

source: Public administration and defence; compulsory social security
de: Öffentliche Verwaltung und Verteidigung; gesetzliche Sozialversicherung

source: I received the necessary information to get integrated into my new environment
de: Ich habe die nötigen Informationen erhalten, um mich in die neue Umgebung einleben zu können.

source: CZECH REPUBLIC
de: TSCHECHIEN

source: The Internet
de: Internet

source: Recognition by home institution
de: Anerkennung durch die Heimathochschule

source: Other type of enterprise
de: Sonstige Art von Unternehmen

source: Event project
de: Veranstaltungsprojekt

source: Recognitions
de: Anerkennung

source: Overall satisfaction regarding preparation
de: Die Vorbereitung war zufriedenstellend.

source: Market-oriented skilled agricultural and fishery workers
de: Marktorientierte Landwirtschafts- und Fischereifacharbeiter

source: Security services (others)
de: Sicherheitsdienste (sonstiges)

source: Identification of critical factors, testing and transfer of innovation for the implementation of LLL strategies and policies
de: x

source: Fostering the excellence and innovation in higher education
de: x

source: Material-recording and transport clerks
de: Materialerfassungs- und Transportangestellte

source: Encouraged my colleagues to participate in similar individual mobilities
de: Ermutigte meine Kollegen, an ähnlichen individuellen Mobilitäten teilzunehmen

source: COM Assistants
de: COM Assistenzkräfte

source: general programmes
de: allgemeine Programme

source: Original work
de: Originalwerk

source: Politics, theory, history of adult education
de: Politik, Theorie, Geschichte und Erwachsenenbildung

source: Kyrgyzstan
de: Kirgizstan

source: Increased support and participation of family members
de: Erhöhte die Unterstützung und die Teilnahme von Familienmitgliedern

source: Special education teaching professionals
de: Sonderschullehrkräfte

source: Head/Lead of interactive programming
de: Abteilungsleiter der Programmierabteilung

source: Regular evaluation sessions
de: Regelmäßige Evaluierungstreffen

source: Uzbekistan
de: Usbekistan

source: Industrialised third countries
de: Industrialisierte Drittländer

source: Faroese
de: Färöisch

source: Writers and creative or performing artists
de: Schriftsteller und Gestaltungskünstler oder darstellende Künstler

source: A primary or pre-primary teacher who is (or will be) required to teach foreign languages
de: Eine Grund- oder Vorschullehrkraft, die zum Fremdsprachenunterricht verpflichtet ist (werden wird)

source: Art and culture
de: Kunst und Kultur

source: Corporate managers
de: Führungskräfte von Unternehmen

source: Political science and civics
de: Politik- und Staatswissenschaften

source: Life science professionals
de: Biowissenschaftliche Fachkräfte

source: Repair of computers and personal and household goods
de: Reparatur von Computern, Gebrauchsgegenständen und Haushaltswaren

source: Local community associations
de: Lokale Nachbarschaftvereine

source: Cultural heritage
de: Kulturerbe

source: European Community / EU law
de: EG-/EU-Recht

source: Image
de: Bild

source: Helped me increase interest of my pupils/learners/colleagues in European topics
de: Hilft mir, das Interesse der Schüler/Lernenden/Kollegen an europäischen Themen zu erhöhen

source: I knew who was the person assigned to help me carry out my programme and check my results
de: Ich kannte meine Kontaktperson, die mich darin unterstütze mein Programm auszuführen und die Resultate zu überprüfen.

source: Saint Helena, Ascension Island, Tristan da Cunha
de: St. Helena, Ascension, Tristan da Cunha

source: Primary and pre-primary education teaching professionals
de: Vor- und Grundschullehrkräfte

source: Teacher training - Technical subjects
de: Ausbildung für Lehrkräfte - technische Fächer

source: Others in other areas of study
de: Sonstige Unterrichts-/Studienfächer

source: Future Participation
de: Zukünftige Teilnahme

source: SPAIN
de: SPANIEN

source: Consumer education
de: Verbraucheraufklärung

source: Insufficient language skills of fellow trainees
de: Unzureichende Sprachkenntnisse von Teilnehmer/innen

source: History and archeology
de: Geschichte und Archäologie

source: Basic/broad, general programmes
de: Allgemeinbildende Programme

source: Training for teachers at basic levels
de: Ausbildung zum Grundschullehrer

source: Support to initial and continuous training of VET teachers, trainers, tutors and VET institution managers
de: Unterstützung der Aus- und Weiterbildung von Lehrkräften, Ausbildern und Betreuern in der beruflichen Aus- und Weiterbildung und von Leitern von berufsbildenden Einrichtungen

source: To improve the quality and to increase the volume of mobility throughout Europe of people involved in initial vocational education and training and in continuing training, so as to increase placements in enterprises to at least 80.000 per year by the end of the LLP
de: Verbesserung der Qualität und Ausweitung des Umfangs der europaweiten Mobilität von Personen, die eine berufliche Erstausbildung oder Weiterbildung absolvieren, so dass bis zum Ende der Laufzeit des Programms für lebenslanges Lernen die Zahl der Praxis-Aufenthalte in Unternehmen auf mindestens 80 000 pro Jahr ansteigt

source: Non-profit association of families of the victims
de: Gemeinnützige Vereinigung von Familien der Opfer

source: Improving reading literacy and other basic skills
de: Verbesserung der Lese- und anderer grundlegender Fähigkeiten

source: India
de: Indien

source: Communication skills
de: Kommunikationsfähigkeiten

source: Preparation of projects
de: Vorbereitung von Projekten

source: DISSEMINATION
de: VERBREITUNG

source: Youth Exchange (bilateral, trilateral, multilateral). An activity that brings together young people from two, three or more different countries to exchange views and experiences on a specific topic
de: Jugendbegegnung (bilateral, trilateral, multilateral). Eine Aktivität bringt junge Menschen aus zwei, drei oder mehreren verschiedenen Ländern zusammen, um Ansichten und Erfahrungen auf einem bestimmten Gebiet auszutauschen.

source: Aland Islands
de: Åland Inseln

source: Course specific certificate
de: Kursspezifisches Zertifikat

source: ICELAND
de: ISLAND

source: GRUNDTVIG Multilateral networks
de: GRUNDTVIG Multilaterale Netzwerke

source: Information technology service activities
de: Informationstechnologie

source: I am satisfied with the information and support I received concerning my personal safety?
de: Ich bin zufrieden mit der Unterstützung und den Informationen zu meiner persönlichen Sicherheit

source: above 50.000
de: über 50.000

source: Promotion of the acquisition of key competences in VET
de: Förderung des Erwerbs von Schlüsselkompetenzen in der beruflichen Aus- und Weiterbildung

source: Development of network strategies
de: Entwicklung von Netzwerkstrategien

source: literature
de: Literatur

source: National youth initiative
de: Nationale Jugendinitiative

source: To support the development of innovative ICT-based content, services, pedagogies and practice for lifelong learning
de: Förderung der Entwicklung innovativer IKT-basierter Dienste, Pädagogik und Praktik sowie von IKT-Inhalten im Rahmen des lebenslangen Lernens

source: Pre-primary, primary and lower secondary education
de: Vorschulische Erziehung, Grundbildung und Sekundarbildung Unterstufe

source: Georgian
de: Georgisch

source: Support to bodies active at European level in the youth field
de: Förderung von auf europäischer Ebene im Jugendbereich tätigen Einrichtungen

source: Training of instructors at companies
de: Meisterausbildung/ Fachkräftetraining in Unternehmen

source: A school teacher requesting training in a less widely used and less taught language
de: Eine Lehrkraft, die eine Fortbildung in einer weniger oft verwendeten und unterrichteten Sprache beantragt

source: Reinforcing the link between studies and future skills and employment needs
de: x

source: Can understand a wide range of demanding, longer texts, and recognise implicit meaning. Can express him/herself fluently and spontaneously without much obvious searching for expressions. Can use language flexibly and effectively for social, academic and professional purposes. Can produce clear, well-structured, detailed text on complex subjects, showing controlled use of organisational patterns, connectors and cohesive devices.
de: Versteht eine breite Palette anspruchsvoller längerer Texte und erkennt deren implizite Bedeutung. Kann sich flüssig und spontan ausdrücken, ohne lange nach den richtigen Ausdrücken zu suchen. Ist in der Lage, die Sprache flexibel und effektiv für soziale, wissenschaftliche und berufliche Zwecke zu verwenden. Ist in der Lage, klare, gut strukturierte, detaillierte Texte über komplexe Themen zu produzieren, kann geordnete Muster, Verbindungen und Zusammenhänge kontrolliert nutzen.

source: Basic skills for adult learners
de: Grundfertigkeiten für erwachsene Lernende

source: Science, Mathematics and Computing
de: Wissenschaft, Mathematik und Informatik

source: Avestan
de: Avestisch

source: Mixed budget
de: gemischtes Budget

source: Assamese
de: Assamesisch

source: Mechanics and metal work
de: Mechanik und Metallverarbeitung

source: Support to the modernisation agenda of higher education: Designing Integrated programmes covering teaching modules in highly interdisciplinary areas or inter-sectoral approaches
de: x

source: Production and realisation project
de: Produktions- und Realisierungsprojekt

source: Non profit organisations, voluntary bodies, non-governmental organisations ("NGOs")
de: Non profit-Organisationen, Freiwilligenverband, Nicht-Regierungsorganisation

source: Pedagogy of Environmental education
de: Pädagogik von Umwelterziehung

source: Social sciences, Business and Law
de: Sozialwissenschaften, Wirtschaftswissenschaft und Rechtswissenschaften

source: Teachers associations
de: Lehrer/innenverbände

source: Turks And Caicos Islands
de: Turks- und Caicosinseln

source: Library, mail and related clerks
de: Bibliotheks-, Post- und ähnliche Angestellte

source: 9 months
de: 9 Monate

source: Adult education provider
de: Einrichtungen der Erwachsenenbildung

source: Cultural and linguistic diversity
de: Kulturelle und sprachliche Vielfalt

source: Second chance education
de: Zweiter Bildungsweg

source: 40.001 to 50.000
de: 40.001 bis 50.000

source: Walloon
de: Wallonisch

source: Mathematical competence and basic competences in science and technology
de: Mathematische Kompetenz und grundlegende Kompetenzen in Naturwissenschaften und Technologie

source: Urban/Rural development
de: Städtische/Ländliche Entwicklung

source: Tajik
de: Tadschikisch

source: Educational institutions management
de: Management von Bildungseinrichtungen

source: Accounting and taxation
de: Rechnungs- und Steuerwesen

source: Learning about European countries
de: Europäische Länderkunde

source: Pedagogy of Special needs education
de: Pädagogik für Spezielle Bedürfnisse

source: Gaelic (Scots)
de: Gälisch (Schottisch)

source: National recognition
de: Landesweite Anerkennung

source: less than 1.000
de: weniger als 1.000

source: Early Language Learning
de: Frühkindlicher Spracherwerb

source: Enhancing dialogue and cooperation between formal and non-formal education areas
de: Förderung von Dialog und Zusammenarbeit zwischen formalen und nichtformalen Bildungsbereichen

source: ERASMUS Student Mobility for Placements - Consortium
de: ERASMUS Studierendenmobilität Auslandspraktika - Konsortium

source: Malagasy
de: Madagassisch

source: WHOLESALE AND RETAIL TRADE; REPAIR OF MOTOR VEHICLES AND MOTORCYCLES
de: GROß- UND EINZELHANDEL; REPARATUR VON MOTORFAHRZEUGEN UND MOTORRÄDERN

source: Heard Island And Mcdonald Islands
de: Heard und McDonaldinseln

source: Sewerage
de: Kanalisation

source: Education through sport and outdoor activities
de: Bildung durch Sport und Aktivitäten im Freien

source: I am satisfied with the arrangements for insurance
de: Ich bin mit den Vorkehrungen für meine Versicherung zufrieden.

source: IRELAND
de: IRLAND

source: 24 months
de: 24 Monate

source: Participation of young people
de: Beteiligung junger Menschen (Partizipation)

source: This sub-Action supports Training and Networking projects with Neighbouring Partner Countries
de: Diese Unteraktion unterstützt Traininings- und Vernetzungsmaßnahmen mit Benachbarten Partnerländern

source: Bouvet Island
de: Bouvetinsel

source: Non-discrimination based on sexual orientation
de: Nichtdiskriminierung aufgrund sexueller Orientierung

source: Norfolk Island
de: Norfolkinsel

source: Producer (fulltime employee for at least 12 months)
de: Hersteller (Vollzeitangestellter für mindestens 12 Monate)

source: Events: Conferences and Seminars
de: Konferenzen und Seminare

source: Assistants
de: Assistentin/Assistenten

source: Textiles, clothes, footwear, leather
de: Textilien, Kleidung, Schuhe, Leder

source: 19 months
de: 19 Monate

source: Non-profit organisation active in the field of voluntary
de: Gemeinnützige Organisation, die sich im Bereich der Freiwilligenarbeit betätigt

source: To encourage the learning of modern foreign languages
de: Förderung des Unterrichts moderner Fremdsprachen

source: PhysicalObject
de: Gegenstand

source: Education and Training 2010 Work Programme
de: Arbeitsprogramm "Bildung & Ausbildung 2010"

source: Quality of course/conference/seminar materials
de: Qualität der Kurs-/Konferenz-/Seminarmaterialien

source: Primary education
de: Volksschulen

source: Finance and sales associate professionals
de: Finanz- und Verkaufsfachkräfte

source: Computer repairing
de: Computer Reparatur

source: Other education n.e.c.
de: sonstige Bildung

source: Master students
de: Master-Studierende

source: Legislators and senior officials
de: Gesetzgeber und Beamte im Höheren Dienst

source: Anthropology
de: Anthropologie

source: I was offered opportunities to be integrated into local life
de: Ich hatte Gelegenheit, am örtlichen Gesellschaftsleben teilzunehmen

source: MULTILATERAL PARTNERSHIPS
de: MULTILATERALE PARTNERSCHAFTEN

source: Support to the modernisation agenda of higher education: Funding reform
de: x

source: Group 6 &ndash; Dissemination of information on Community action
de: Gruppe 6: Verbreitung von Informationen zu Aktivitäten der EU

source: Cape Verde
de: Kap Verde

source: Sexual discrimination, orientation
de: Diskriminierung aufgrund sexueller Orientierung

source: Applicant Organisation
de: Antrag stellende Einrichtung

source: Taiwan, Province Of China
de: Taiwan

source: New technologies
de: Neue Technologien

source: Erasmus University Charter
de: ERASMUS Universitäts-Charta für Hochschulen

source: Health and Welfare
de: Gesundheit und Wohlbefinden

source: Would your organisation consider participating in other European co-operation activities in the future?
de: Würde Ihre Einrichtung in Erwägung ziehen, zukünftig an anderen europäischen Kooperationen in Projektform teilzunehmen?

source: Engineering and engineering trades (broad programmes)
de: Ingenieurwissenschaften und Ingenieurberufe (breitgefächerte Bildungsgänge)

source: Polish
de: polnisch

source: In Service Training
de: Fortbildungsmaßnahme

source: Young people from 13 to 14 years old
de: Junge Menschen zwischen 13 und 14 Jahren

source: Provision and demand for adult learning
de: x

source: Professional associations
de: Berufsverbände

source: Dental studies
de: Zahnmedizin

source: School Leadership
de: Schulleitung

source: Comparative studies
de: Vergleichende Studien

source: 20.001 to 30.000
de: 20.001 bis 30.000

source: Local partner
de: lokaler Partner

source: staff 21 to 50
de: 21 bis 50 Mitarbeitende

source: 21 to 50
de: 21 bis 50

source: Teaching material for teachers
de: Unterrichtsmaterial für Lehrkräfte

source: Student Mobility
de: Studierendenmobilität

source: Norwegian Nynorsk
de: Norwegisch Nynorsk

source: Other type of Research organisation
de: Andere Art von Forschungsorganisation

source: Nuclear, hydraulic and thermal energy
de: Nuklear, Hydraulik und Wärmeenergie

source: Regional identity
de: Regionale Identität

source: Kazakhstan
de: Kasachstan

source: Joint mobility projects
de: Gemeinsame Mobilitätsprojekte

source: Co-operation with third countries and the competent international organisations
de: Zusammenarbeit mit Drittländern und den zuständigen internationalen Organisationen

source: I now have a better understanding of requirements of industry and labour market
de: Jetzt habe ich ein besseres Verständnis für die Anforderungen der Industrie und des Arbeitsmarkts.

source: BILATERAL PARTNERSHIPS
de: BILATERALE PARTNERSCHAFTEN

source: Cultural organisation (e.g. museum, art gallery)
de: Kulturelle Organisation (z. B. Museum, Kunstgalerie)

source: MEETINGS SEMINARS
de: TREFFEN SEMINARE

source: Assistant
de: Assistent

source: European conference or seminar
de: Europäische Konferenz oder europäisches Seminar

source: Within the same sector
de: Im selben Sektor

source: Employed in adult education
de: Bildungspersonal in der Erwachsenenbildung

source: Office clerks
de: Büroangestellte

source: Creativity and entrepreneurship
de: Kreativität und unternehmerische Initiative

source: Motivated me to carry on developing my professional skills in the future
de: Motivierte mich, meine beruflichen Fähigkeiten in Zukunft weiterzuentwickeln

source: I discovered new techniques, new methods
de: Ich habe neue Techniken, neue Methoden kennen gelernt.

source: Machine operators and assemblers
de: Maschinisten und Monteure

source: Insurance, reinsurance and pension funding, except compulsory social security
de: Versicherungen, Rückversicherungs- und Rentenwesen, außer gesetzliche Sozialversicherungen

source: Armenian
de: Armenisch

source: Basic skills
de: Grundfertigkeiten

source: Can understand the main points of clear standard input on familiar matters regularly encountered in work, school, leisure, etc. Can deal with most situations likely to arise whilst travelling in an area where the language is spoken. Can produce simple connected text on topics, which are familiar, or of personal interest. Can describe experiences and events, dreams, hopes & ambitions and briefly give reasons and explanations for opinions and plans.
de: Versteht die Hauptpunkte deutlichen Standardinputs hinsichtlich bekannter Themen, die regelmäßig bei der Arbeit, in der Schule, in der Freizeit etc. vorkommen. Kann mit den meisten Situationen umgehen, die auftreten, wenn er/sie sich in der Gegend aufhält, in der die Sprache gesprochen wird. Kann einfache zusammenhängende Texte produzieren, die mit bekannten Themen zu tun haben. Kann Erfahrungen und Ereignisse, Träume, Hoffnungen und Erwartungen beschreiben und kurze Begründungen und Erklärungen im Hinblick auf Meinungen und Pläne geben.

source: Romanian
de: rumänisch

source: Policy oriented dialogue and projects
de: Politik-orientierter Dialog und projekte

source: Overall satisfaction regarding recognition of my Mobility
de: Insgesamt bin ich mit der Anerkennung meines Auslandsaufenthaltes zufrieden

source: Brochures
de: Broschüre

source: The match between the real course content and the published course/conference/seminar description
de: Übereinstimmung zwischen tatsächlichem Kursinhalt und der veröffentlichten Kurs-/Konferenz-/Seminarbeschreibung
